Repository: Phobosdeimos71/Tacview
Catalog: Localization/*/Data/Xml/DCS2ACMI-*.po
Languages: fr, ko

source: Tacview - The Universal Flight Analysis Tool
fr: Tacview - l’outil d’analyse de vol universel
ko: 택뷰 - 통합 비행 분석 도구

source: Tacview is a universal flight analysis tool which enables you to record, analyze, and understand any flight to improve your skills much faster than with conventional debriefings. From the novice pilot to the virtual squadron leader, it is an invaluable tool to understand what really happened and to improve piloting style and tactical skills.
fr: Tacview est un outil d’analyse de vol universel qui vous permet d’enregistrer, analyser et comprendre tout vol afin d’améliorer vos compétences bien plus rapidement qu’à l’aide de débriefings conventionnels. Que ce soit pour le pilote prive ou le chef d'escadrille virtuelle, Tacview est un outil indispensable pour comprendre ce qui est réellement arrivé et pour améliorer aussi bien le style de pilotage que et les compétences tactiques.
ko: 택뷰는 통합 비행분석 툴로써, 비행을 녹화하고 분석하여 기존의 디브리핑보다 훨씬 더 효율적으로 당신의 비행 실력을 향상시켜줄 수 있습니다. 이 툴은 초보 파일럿 부터 가상 비행단의 리더까지, 실제 어떤 일이 일어났는지 알게 해 주며 조종사의 비행 스타일과 전술 능력까지 이해할 수 있게 해줄 수 있는 매우 소중한 툴입니다.

source: Record Flight Data
fr: Enregistrer les données de vol
ko: 비행 데이터 녹화

source: Create one file for each network client
fr: Créer un fichier pour chaque client réseau
ko: 각각의 네트워크 클라이언트에 대해 하나의 파일로 생성합니다

source: Records a separate acmi file for each client connected to your server,
fr: Enregistre un fichier acmi distinct pour chaque client connecté à votre serveur,
ko: 당신의 서버에 접속하는 각각의 클라이언트에 대해 별도 녹화를 하여,

source: so each can be shared with your whole squadron later.
fr: de façon à ce qu’ils puissent être partagés avec toute votre escadrille par la suite.
ko: 각 파일을 편대원 전체에게 나누어 줄 수 있도록 합니다.

source: Bookmark Shortcut
fr: Raccourcit signets
ko: 북마크 단축키

source: RAlt + B
fr: AltGr + B

source: Use this shortcut while flying to highlight a specific moment in Tacview log and timeline.
fr: Utilisez ce raccourcit en vol pour souligner un moment spécifique dans la ligne de temps de Tacview.
ko: 비행 중 이 단축키를 이용하여, 택뷰 로그나 타임라인에 특정 순간을 하이라이트 할 수 있습니다.

source: NOTE: Works only when the flight is recorded by the local computer.
fr: NOTE : Fonctionne uniquement lorsque le vol est enregistré par l’ordinateur local.
ko: 주의: 비행이 로컬 컴퓨터에 녹화중인 경우에만 작동합니다.

source: Playback Delay
fr: Retard de lecture
ko: 플레이백 딜레이

source: None (real-time)
fr: Aucun (temps réel)
ko: 없음 (실시간)

source: As the host of an online session, you can prevent cheating by forcing a delay before
fr: En tant qu’hôte d’une session réseau, vous pouvez prévenir la triche en forçant un délai avant
ko: 온라인 세션의 호스트로써, 강제로 딜레이를 주어 다른 클라이언트들이

source: clients can playback the flight they have recorded on their side.
fr: que les clients ne puissent rejouer le vol qui a été enregistré de leur côté.
ko: 그들의 진영에 도움을 주도록 확인하지 못하게 만들 수 있습니다.

source: NOTE: Flights recorded in single player mode or by the host are not protected.
fr: NOTE : Les vols enregistrés en mode solo ou par l’hôte d’une session réseau ne sont pas protégés.
ko: 주의: 싱글 플레이어 모드나 호스트로써 비행을 녹화하는 경우에는 보호되지 않습니다.

source: Compression Level
fr: Niveau de compression
ko: 압축 레벨

source: You may want to disable compression if your simulator crashes often and you need to load
fr: Désactivez la compression si votre simulateur crashe fréquemment et que vous avez besoin
ko: 만일 시뮬레이터가 자주 튕기거나 acmi 파일이 깨지는 경우에는

source: corrupted acmi files.
fr: d’analyser des fichiers acmi corrompus.
ko: 압축을 사용하지 않을 수 있습니다.

source: not compressed
fr: pas de compression
ko: 압축하지 않기

source: Profiling Period
fr: Période de profilage
ko: 프로파일링 기간

source: Defines how often profiling data is output in the dcs.log file.
fr: Définit la fréquence à laquelle les données de performance sont écrites dans le fichier dcs.log.
ko: 얼마나 프로파일링 데이터가 dcs.log 파일에 기록되는지를 정합니다.

source: Debug Mode
fr: Mode débogage
ko: 디버그 모드

source: Records additional debug info for each object and event to help pinpoint specific issues.
fr: Enregistre des infos additionnelles pour aider à corriger des problèmes particuliers.
ko: 각각의 오브젝트나 이벤트에 대한 추가적인 디버그 정보를 녹화하여 특정 이슈에 도움을 줄 수 있습니다.

source: Real-Time Telemetry TCP Port (42674)
fr: Port TCP Télémétrie temps-réel (42674)

source: Remote Control TCP Port (42675)
fr: Port TCP Télécommande (42675)

source: Customize TCP ports when running several DCS World instances
fr: Personnalisez les ports TCP lorsque plusieurs instances de

source: at the same time.
fr: DCS World sont exécutées en même temps.

source: Host Telemetry Password
fr: Mot de passe télémétrie hôte

source: As the host of an online session, you can authorize privileged clients to review
fr: En tant qu’hôte d’une session en ligne, vous pouvez autoriser certains clients

source: right away any telemetry recorded from your server.
fr: à analyser sur le champ toute télémétrie enregistrée depuis votre partie.

source: Client Telemetry Password
fr: Mot de passe télémétrie client

source: Enter the Host Telemetry Password provided by the host of your online flight,
fr: Entrez ici le mot de passe télémétrie l’hôte fournis par l’hôte de votre vol en ligne,

source: to get immediate access to any available telemetry data.
fr: afin d’obtenir un accès immédiat à toute la télémétrie disponible.

source: Local Remote Control Password
fr: Mot de passe télécommandes

source: Terrain Export
fr: Export du terrain

source: NOTICE: SLOW OPERATION!
fr: AVERTISSEMENT: OPERATION LONGUE!

source: DO NOT forget to disable this option after successful export.
fr: N’oubliez pas de désactiver cette option après un export réussi.

source: Disabled
fr: Désactivé

source: Unknown Terrain
fr: Terrain inconnu

source: Predefined Terrain
fr: Terrain prédéfini

source: 1 minute
ko: 1 분

source: 5 minutes
ko: 5 분

source: 10 minutes
ko: 10 분

source: 20 minutes
ko: 20 분

source: 30 minutes
ko: 30 분
